Repository: jasp-stats/jaspJags
Catalog: po/QML-*.po
Languages: id

# JAGS|
source: Enter JAGS model below
id: Masukkan model JAGS di bawah

# JAGS|
source: Parameters in model
id: Parameter pada model

# JAGS|
source: Monitor these parameters
id: Pantau parameter ini

# JAGS|
source: Monitored parameters
id: Parameter yang dipantau

# JAGS|
source: Show results for these parameters
id: Tampilkan hasil untuk parameter ini

# JAGS|
source: Plots
id: Plot

# JAGS|
source: Color scheme for plots:
id: Skema warna untuk plot:

# JAGS|
source: Colorblind
id: Buta warna

# JAGS|
source: Colorblind Alt.
id: Alt. Butawarna

# JAGS|
source: Blue
id: Biru

# JAGS|
source: Gray
id: Abu-abu

# JAGS|
source: Show legends
id: Tampilkan legenda

# JAGS|
source: Density
id: Kepekatan

# JAGS|
source: Trace
id: Lacak

# JAGS|
source: Autocorrelation
id: Otokorelasi

# JAGS|
source: Type
id: Tipe

# JAGS|
source: line
id: garis

# JAGS|
source: bar
id: batang

# JAGS|
source: Bivariate scatter
id: Pencaran bivariat

# JAGS|
source: Diagonal plot type
id: Tipe plot diagonal

# JAGS|
source: Hexagonal
id: Heksagonal

# JAGS|
source: Contour
id: Kontur

# JAGS|
source: Initial Values
id: Nilai Awal

# JAGS|
source: Observed Values
id: Nilai Hasil Amatan

# JAGS|
source: Advanced
id: Lanjutan

# JAGS|
source: MCMC parameters
id: Parameter MCMC

# JAGS|
source: No. samples
id: Jml. Sampel

# JAGS|
source: No. chains
id: Jml. rangkaian

# JAGS|
source: Show results for
id: Tampilkan hasil untuk

# JAGS|
source: all monitored parameters
id: semua parameter yang dipantau

# JAGS|
source: selected parameters
id: parameter yang dipilih

# JAGS|
source: Show Deviance
id: Tampilkan Simpangan

# Description|
source: Implement Bayesian graphical models with Martyn Plummerâ€™s JAGS program for Markov chain Monte Carlo
id: Terapkan model grafis Bayesian dengan program JAGS Martyn Plummer untuk Monter Carlo rangkaian Markov
