Repository: jasp-stats/jaspJags
Catalog: po/R-*.po
Languages: es, gl, ja, pt, ta

source: The following names appeared both in the data set and in the user specified data: %s
es: Los siguientes nombres aparecieron tanto en el conjunto de datos como en los datos especificados por el usuario: %s
gl: Os seguintes nomes apareceron tanto no conxunto de datos como nos datos especificados polo usuario: %s
ja: 以下の名前は、データセットとユーザー指定データの両方に現れました。 %s
pt: Os seguintes nomes apareceram tanto no conjunto de dados quanto nos dados especificados pelo utilizador: %s
ta: பின்வரும் பெயர்கள் தரவு தொகுப்பிலும் பயனர் குறிப்பிட்ட தரவிலும் தோன்றின: %s

source: Please specify which parameters to monitor!
es: Por favor especifique qué parámetros monitorear!
gl: Por favor, especifica que parámetros se supervisan!
ja: 監視するパラメータを指定してください!
pt: Por favor, especifique quais parâmetros devem ser monitorados!
ta: எந்த அளவுருக்களைக் கண்காணிக்க வேண்டும் என்பதைக் குறிப்பிடவும்!

source: Please specify which parameters to show output for!
es: Por favor especifique para que parámetros mostrar la salida!
gl: Por favor, especifica para que parámetros se amosa a saída de resultados!
ja: 出力を表示するパラメータを指定してください！
pt: Por favor, especifique para quais parâmetros se deve exibir a saída!
ta: எந்த அளவுருக்களைக் காண்பிக்க வேண்டும் என்பதைக் குறிப்பிடவும்!

source: MCMC Summary
es: Resumen de MCMC
gl: Resumo de MCMC
ja: MCMC要約
pt: Resumo MCMC
ta: MCMC சுருக்கம்

source: 95%% Credible Interval
es: Intervalo de Credibilidad del 95%%
gl: Intervalo co 95%% de Credibilidade
ja: 95%% 信用区間
pt: Intervalo de Confiança 95%%

source: Parameter
es: Parámetro
gl: Parámetro
ja: パラメータ
pt: Parâmetro

source: Mean
es: Media
gl: Media
ja: 平均値
pt: Média

source: Median
es: Mediana
gl: Mediana
ja: 中央値
pt: Mediana

source: SD
es: DT
gl: DP
ja: 標準偏差
pt: DP

source: Lower
es: Inferior
gl: Inferior
ja: 下限
pt: Inferior

source: Upper
es: Superior
gl: Superior
ja: 上限
pt: Superior

source: Point est.
es: Estimación puntual
gl: Estimación puntual
ja: 点推定値
pt: Est. Pontual
ta: புள்ளி.

source: Upper CI
es: IC Superior
gl: IC Superior
ja: 上側CI
pt: IC Superior
ta: மேல் சி.ஐ.

source: Effective Sample Size
es: Tamaño Efectivo de Muestra
gl: Tamaño efectivo da mostra
ja: 有効サンプルサイズ
pt: Tamanho de Amostra Efetivo
ta: பயனுள்ள மாதிரி அளவு

source: Output based on %s MCMC draws.
es: Salida basada en %s extracciones MCMC.
gl: Saída de resultados baseada en %s extraccións MCMC.
ja: %s MCMC抽出に基づく出力.
pt: Saída baseada em %s extrações MCMC.
ta: %s MCMC டிராக்களை அடிப்படையாகக் கொண்ட வெளியீடு.

source: No data was supplied, everything was sampled from the priors!
es: No se proporcionaron datos, todo se extrajo de los previos!
gl: Non se proporcionaron datos, todo se ensaiou a partir dos previos!
ja: データは提供されなかったため，すべてが事前分布からサンプリングされました!
pt: Nenhum dado foi fornecido, tudo foi amostrado dos anteriores!
ta: தரவு எதுவும் வழங்கப்படவில்லை, ப்ரியர்களிடமிருந்து எல்லாம் மாதிரி செய்யப்பட்டது!

source: Deviance cannot be computed without data.
es: La desviación no se puede calcular sin datos.
gl: A desviación non pode calcularse sen datos.
ja: 逸脱度は、データなしでは計算できません。
pt: O desvio não pode ser calculado sem dados.
ta: தரவு இல்லாமல் விலகல் கணக்கிட முடியாது.

source: Failed to compute the Rhat statistic. This is expected if the model contains discrete parameters.
es: No se pudo calcular la estadística Rhat. Esto se espera si el modelo contiene parámetros discretos.
gl: Fallo ao calcular o estatístico R-circunflexo. Isto é de agardar, se o modelo contén parámetros discretos.
ja: Rhat統計量の計算に失敗しました。これはモデルが離散パラメータを含む場合に生じることがあります。
pt: Falha em computar a estatística Rhat. Isto é esperado se o modelo contém parâmetros discretos.
ta: RHAT புள்ளிவிவரத்தை கணக்கிடுவதில் தோல்வி. மாதிரியில் தனித்துவமான அளவுருக்கள் இருந்தால் இது எதிர்பார்க்கப்படுகிறது.

source: The multivariate potential scale reduction factor is estimated at %.3f.
es: El factor de reducción de escala potencial multivariado se estima en %.3f.
gl: O factor de redución de escala potencial multivariante estímase en %.3f.
ja: 多変量潜在スケール減少係数は%.3fと推定されます。
pt: O fator de redução de escala potencial multivariado é estimado em %.3f.
ta: பன்முக சாத்தியமான அளவிலான குறைப்பு காரணி %.3f என மதிப்பிடப்பட்டுள்ளது.

source: The multivariate potential scale reduction factor could not be computed. This could indicate convergence issues, carefully examine the trace plots and r-hat estimates.
pt: O fator de redução de escala potencial multivariado não pôde ser calculado. Isso pode indicar problemas de convergência, examine cuidadosamente os gráficos de traços e as estimativas r-hat.
ta: பன்முக சாத்தியமான அளவிலான குறைப்பு காரணியைக் கணக்கிட முடியவில்லை. இது குவிப்பு சிக்கல்களைக் குறிக்கலாம், சுவடு அடுக்குகள் மற்றும் ஆர்-தொப்பி மதிப்பீடுகளை கவனமாக ஆராயலாம்.

source: Rhat statistic cannot be computed for only one chain. It is strongly recommoned to run more than one chain to assess MCMC convergence!
es: El estadístico Rhat no se puede calcular para una sola cadena. ¡Se recomienda encarecidamente ejecutar más de una cadena para evaluar la convergencia de MCMC!
gl: O estatístico R-circunflexo non pode calcularse para unha única cadea. Recoméndase encarecidamente executar máis de unha cadea para avaliar a converxencia do MCMC!
ja: Rhat統計量は、1つの連鎖だけでは計算できません。MCMCの収束性を評価するために、複数の連鎖を実行することを強く推奨します!
pt: A estatística Rhat não pôde ser calculada para apenas uma cadeia. Recomenda-se fortemente rodar mais de uma cadeia para avaliar a convergência do MCMC!
ta: ஒரே ஒரு சங்கிலிக்கு என்ன புள்ளிவிவரங்களை கணக்கிட முடியாது. எம்.சி.எம்.சி ஒருங்கிணைப்பை மதிப்பிடுவதற்கு ஒன்றுக்கு மேற்பட்ட சங்கிலிகளை இயக்குவது கடுமையாக பரிந்துரைக்கப்படுகிறது!

source: Marginal Density
es: Densidad marginal
gl: Densidade Marxinal
ja: 周辺密度
pt: Densidade Marginal
ta: விளிம்பு அடர்த்தி

source: Marginal Histogram
es: Histograma marginal
gl: Histograma Marxinal
ja: 周辺ヒストグラム
pt: Histograma Marginal
ta: விளிம்பு இச்டோகிராம்

source: Trace Plots
es: Trazar gráficos
gl: Gráficas de Trazado
ja: トレースプロット
pt: Gráfico de Traços
ta: சுவடு அடுக்கு

source: Autocorrelation Plots
es: Gráficos de autocorrelación
gl: Gráficas de Autocorrelación
ja: 自己相関プロット
pt: Gráficos de Autocorrelação
ta: தன்னியக்க தொடர்பு அடுக்கு

source: Bivariate Scatter Plot
es: Gráfico de dispersión bivariado
gl: Gráficas de Dispersión Bivariante
ja: 2変量散布図
pt: Gráfico de Dispersão Bivariado
ta: பிவாரேட் சிதறல் சூழ்ச்சி

source: Density
es: Densidad
gl: Densidade
ja: 密度
pt: Densidade

source: Chain
es: Cadena
gl: Cadea
ja: チェーン
pt: Cadeia
ta: சங்கிலி

source: Counts
es: Recuentos
gl: Recontos
ja: カウント
pt: Contagens
ta: எண்ணிக்கைகள்

source: Iteration
es: Iteración
gl: Iteración
ja: イテレーション
pt: Iteração

source: Autocorrelation
es: Autocorrelación
gl: Autocorrelación
ja: 自己相関
pt: Autocorrelação

source: Lag
es: Retardo
gl: Retardo
ja: ラグ
pt: Atraso

source: At least two parameters need to be monitored and shown to make a bivariate scatter plot!
es: ¡Se deben monitorear y mostrar al menos dos parámetros para hacer un diagrama de dispersión bivariado!
gl: É necesario supervisar e amosar cando menos dous parámetros, para facer unha gráfica de dispersión bivariante!
ja: 2変量散布図を作成するには、少なくとも 2 つのパラメータをモニターして表示する必要があります!
pt: Pelo menos dois parâmetros devem ser monitorados e exibidos para gerar um diagrama de dispersão bivariado!
ta: குறைந்தது இரண்டு அளவுருக்கள் கண்காணிக்கப்பட வேண்டும் மற்றும் ஒரு பிவாரேட் சிதறல் சதித்திட்டத்தை உருவாக்க வேண்டும்!

source: Custom output for %s
es: Salida de resultados personalizada para %s
gl: Saída de resultados personalizada para %s
ja: %s のカスタム出力
pt: Saída de resultados personalizada para %s
ta: %s க்கான தனிப்பயன் வெளியீடு

source: Warning. There are fewer levels in "split by" (%1$s has %2$d levels) than in the parameter or parameter subset (%3$d levels)
es: Aviso: Hay menos niveles (%1$s tiene %2$d niveles) en "separar con" que en el parámetro, o en el subconjunto de parámetros (%3$d niveles)
gl: Aviso: Hai menos niveis (%1$s ten %2$d niveis) en "separar con" ca no parámetro, ou no subconxunto de parámetros (%3$d niveis)
ja: 警告. split by" に、パラメータまたはパラメータ・サブセット (%3$d 個の水準) よりも少ない水準があります (%1$s には %2$d 個の水準があります)
pt: Aviso. Há menos níveis (%1$s tem %2$d levels) em "dividir por" do que no parâmetro ou subconjunto de parâmetros (%3$d níveis)
ta: எச்சரிக்கை. அளவுரு அல்லது அளவுரு துணைக்குழுவைக் காட்டிலும் (%3$d அளவுகள்) விட "பிளவு மூலம்" (%1$s%2$d அளவைக் கொண்டுள்ளது) இல் குறைவான நிலைகள் உள்ளன

source: Stacked density
es: Densidad acumulada
gl: Densidade amoreada
ja: 積み上げ密度
pt: Densidade acumulada
ta: அடுக்கப்பட்ட அடர்த்தி

source: Inference for %s
es: Inferencia para %s
gl: Inferencia para %s
ja: %s の推論
pt: Inferência para %s
ta: %s க்கு அனுமானம்

source: Statistic
es: Estadístico
gl: Estatístico
ja: 統計量
pt: Estatística
ta: புள்ளிவிவரம்

source: Mode
pt: Moda

source: %s%% Credible Interval
es: Intervalo con el %s%% de Credibilidad
gl: Intervalo co %s%% de Credibilidade
ja: %s%% 信用区間
pt: Intervalo credível %s%%

source: %s%% HDI
es: IMD (HDI) del %s%%
gl: IMD (HDI) do %s%%
pt: IMD do %s%%
ta: %s %% அடி

source: %1$s%2$sIn addition:%3$s%4$s
es: %1$s%2$sAdemás:%3$s%4$s
gl: %1$s%2$sAmais:%3$s%4$s
ja: %1$s%2$s に加えて:%3$s%4$s
pt: %1$s%2$sAlém disso:%3$s%4$s
ta: %1$s%2$sin கூட்டல்:%3$s%4$s

source: The model contains more '%1$s' than '%2$s' (%3$d vs %4$d)
es: El modelo contiene más '%1$s' que '%2$s' (%3$d vs %4$d)
gl: O modelo contén máis '%1$s' que '%2$s' (%3$d vs %4$d)
ja: モデルは '%2$s' より '%1$s' が多いです(%3$d vs %4$d)
pt: O modelo contém mais '%1$s' do que '%2$s' (%3$d vs %4$d)
ta: மாதிரியில் '%2$s' ஐ விட அதிக '%1$s' உள்ளது (%3$d vs%4$d)

source: There was a problem loading JAGS, JAGS_HOME is: '%1$s'. Please contact the JASP team for support. Error was: %2$s.
es: Hubo un problema al cargar JAGS, JAGS_HOME es: '%1$s'. Póngase en contacto con el equipo de JASP para obtener asistencia. El error fue: %2$s.
gl: Houbo un problema ao cargar JAGS; JAGS_HOME é: '%1$s'. Por favor, contacta co equipo de JASP para obter axuda. O fallo foi: %2$s.
ja: JAGS の読み込みに問題がありました。JAGS_HOMEは'%1$s' です。 サポートについては、JASPチームにお問い合わせください。 エラー: %2$s です。
pt: Ocorreu um problema carregando o JAGS, JAGS_HOME é: '%1$s'. Por favor, contate a equipe JASP para suporte. O erro foi: %2$s.
ta: சாக்ச் ஏற்றுவதில் சிக்கல் இருந்தது, சாக்ச்_ஓம்: '%1$s'. ஆதரவுக்கு சாச்ப் குழுவைத் தொடர்பு கொள்ளவும். பிழை: %2$s.

source: Expected JAGS version 4.3.0 but found %s
es: Se esperaba la versión 4.3.0 de JAGS pero se encontró %s
gl: Agardábase a versión 4.3.0 de JAGS pero atopouse %s
ja: JAGS バージョン 4.3.0 が必要ですが、%s が見つかりました
pt: Versão JAGS esperada é a 4.3.0 mas a encontrada foi %s
ta: எதிர்பார்க்கப்படும் சாக்ச் பதிப்பு 4.3.0 ஆனால் %s கிடைத்தன

source: Failed to export the samples because the directory to save them in does not exist.
es: Fallo al exportar las muestras porque no existe el directorio en que guardarlas.
gl: Fallo ao exportar as mostras porque non existe o directorio no que gardalas.
ja: 保存するディレクトリが存在しないので、サンプルの書き出しに失敗しました.
pt: Falha em exportar as amostras porque o diretório para salvá-las não existe.
ta: மாதிரிகளை ஏற்றுமதி செய்யத் தவறிவிட்டது, ஏனெனில் அவற்றைக் காப்பாற்றுவதற்கான அடைவு இல்லை.

source: Failed to export the samples because the following error occured: %s
es: Fallo al exportar las muestras porque ocurrió el siguiente error: %s
gl: Fallo ao exportar as mostras porque aconteceu o seguinte erro: %s
ja: 次のエラーが発生したので、サンプルの書き出しに失敗しました: %s
pt: Falha em exportar as amostras porque o seguinte erro ocorreu: %s
ta: பின்வரும் பிழை ஏற்பட்டதால் மாதிரிகளை ஏற்றுமதி செய்வதில் தோல்வி: %s

source: The R code for %1$s crashed with error: %2$s
es: El código R de %1$s falló con el error: %2$s
gl: O código de R para %1$s rachou cun fallo: %2$s
ja: %1$s の R コードがエラーでクラッシュしました: %2$s
pt: O código R para %1$s travou com erro: %2$s
ta: %1$s க்கான R குறியீடு பிழையுடன் செயலிழந்தது: %2$s

source: The result of %1$s R code should be numeric but it was of mode %2$s and class %3$s
es: El resultado del código R%1$s debería ser numérico pero era del modo %2$s y la clase %3$s
gl: O resultado do código %1$s de R debera ser numérico, pero foi de modo %2$s e clase %3$s
ja: %1$s Rコードの結果は数値のはずですが，モード %2$s および class %3$s でした。
pt: O resultado do código R para %1$s deveria ser numéricos mas foi do modo %2$s e da classe %3$s
ta: %1$s r குறியீட்டின் முடிவு எண் %2$s மற்றும் வகுப்பு %3$s பயன்முறையாக இருந்தது

source: The following error occured while loading the jags modules "glm" and "dic": %s.
es: Ocurrió el siguiente fallo mientras se cargaban los módulos jags "glm" y "dic": %s.
gl: O seguinte fallo ocorreu mentres se cargaban os módulos jags "glm" e "dic": %s.
ja: jagsモジュール"glm" と "dic" の読み込み中に次のエラーが発生しました: %s.
pt: O seguinte erro ocorreu durante o carregamento dos módulos jags "glm" e "dic": %s.
ta: சாக்ச் தொகுதிகள் "சி.எல்.எம்" மற்றும் "டி.ஐ.சி" ஆகியவற்றை ஏற்றும்போது பின்வரும் பிழை ஏற்பட்டது: %s.

source: Rhat
es: R-circunflejo
gl: R-circunflexo
ta: எலி

source: Posterior
ja: 事後分布
